sway
swaylock
swayidle
swaybg

xorg-xwayland

qt5-wayland
qt6-wayland

wl-clipboard
wl-clip-persist

waybar

greetd
greetd-regreet

rofi-wayland
# fuzzel

mako

xdg-desktop-portal
xdg-desktop-portal-wlr
grim
flameshot
hyprpicker
kooha

# obs-studio
# wlrobs
