# base: these should already be installed by pacstrap/initial install
base-devel
connman
dialog
git
intel-ucode
iwd
linux
linux-firmware
wpa_supplicant
zsh

# core
alacritty
atool
bc
exfat-utils
firefox
flameshot
fzf
gdm
highlight
htop
httpie
less
man-db
ncdu
neofetch
neovim
nftables
openssh
p7zip
peek
python-virtualenv
qalculate-qt
ranger
reflector
rofi
rsync
smbclient
syncthing
sysstat
the_silver_searcher
trash-cli
udiskie
udisks2
unzip
usbutils
w3m
wget
zip

# fonts
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
otf-latin-modern
otf-latinmodern-math
ttf-bitstream-vera
ttf-font-awesome

# audio
alsa-utils
pavucontrol
pulseaudio
pulseaudio-alsa

# media
gimp
imagemagick
imv
inkscape
vlc

# printer
cups
cups-pdf

# xorg
xclip

# nodejs
nodejs
npm
yarn

# aur
namcap

# communication
discord
signal-desktop

# other
# bluez
# openvpn

# python modules
python-pynvim

# Debug Adapter Protocol
python-debugpy
