# base: these should already be installed by pacstrap/initial install
base-devel
dialog
git
iwd
linux
linux-firmware
neovim
zsh

# core
alacritty
#atool
bc
exfat-utils
firefox
fzf
highlight
htop
httpie
jq
less
lf
man-db
ncdu
neofetch
nftables
openssh
ouch
p7zip
perl-file-mimeinfo
python-virtualenv
qalculate-qt
reflector
rsync
sysstat
the_silver_searcher
trash-cli
tree-sitter
tree-sitter-cli
udiskie
udisks2
unzip
usbutils
w3m
wget
xdg-user-dirs
zip

# fonts
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
otf-latin-modern
otf-latinmodern-math
ttf-bitstream-vera
ttf-font-awesome

# audio
pipewire
pipewire-alsa
pipewire-pulse
pipewire-jack
qpwgraph

mpc
mpd
timidity++

# media
imagemagick
imv
vlc

# printer
cups
cups-pdf

# nodejs
nodejs
npm
yarn

# aur
namcap

# communication
discord
signal-desktop

# other
# bluez

# python modules
python-pynvim

# accessibility
speech-dispatcher
espeakup

# xdg-desktop-portal-gtk
