atool
connman
dialog
firefox
fzf
gdm
git
highlight
htop
neofetch
neovim
nftables
openssh
p7zip
pacman-contrib
python-virtualenv
rsync
smbclient
sysstat
termite
the_silver_searcher
udiskie
udisks2
unzip
w3m
wpa_supplicant
zip
zsh

# fonts
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ttf-dejavu
ttf-font-awesome

# audio
alsa-utils
pavucontrol
pulseaudio
pulseaudio-alsa

# media
gimp
imagemagick
imv
vlc

# printer
cups

# xorg
xclip

# other
# bluez
# openvpn
